{
	"vibes": [

	{
		"name": "blank",
		"project":"Even low-level employees are given some ownership, more than they might in some other places. Processes like the customer service andon cord demonstrate this.",
		"managment":"Yahoo is built, quite deliberately, to be Darwinian. The strong survive and the weak perish (metaphorically speaking) and the 'bar' is constantly increasing. The level of performance that would have been acceptable five years ago will get you canned today. It's a kind of crucible that'll help you develop a harder edge, if you can survive, that can serve you well in your career and in life, but it's often not a pleasant experience.",
		"team":"People definitely look out for themselves and themselves alone here; it's not a collaborative environment. It's also very easy to get the sense that you are a highly expendable cog even if your contributions bring significant value to the company.",
		"workenvirontment":"You're responsible for your own career progression and finding the places and teams that are doing the stuff you want to do. No one is going to take you by the hand and help you with that.",
		"company":"Yahoo",
		"quality":"ok"
	},
	{
		"name": "blank",
		"project":"I work remotely and have incredible flexibility with schedule.",
		"managment":"Strict chain of command culture - makes it tough in my strategic role to get executive input. We have an intense governance policy for everything. Most of my job is working through these governing bodies. Takes a LONG time to get anything accomplished.",
		"team":"Be more active with your remote employees while they are not on employee engagements",
		"workenvirontment":"Excellent working environment, Excellent opportunities to grow well professionally as well as one's personal growth one of the Best IT company in the world.",
		"company":"Teradata",
		"quality":"vibn"
	},
	{
		"name": "blank",
		"project":"I worked in front end development and it was a lot of fun, but sometimes I felt likt there was too many cooks in the kitchen",
		"managment":"Poor management. I think the issue is that, a majority of people love Google because they get to work on interesting technical problems - and these are the people that see little value in learning how to develop emotional intelligence. Perhaps they enjoy technical problems because people are too difficult. People are promoted into management positions - not because they actually know how to lead/manage, but because they happen to be smart or because there is no other path to grow into. So there is a layer of intelligent individuals who are horrible managers and leaders. Yet, there is no value system to actually do anything about that because emotional intelligence or adaptive leadershipare not taken seriously.",
		"team":"Jerks. Sure, there are a lot of brilliant people - but, sadly, there are also a lot of jerks (and, many times, they are one and the same). Years ago, that wasn't the case. I don't know if the pool of candidates is getting smaller, or maybe all the folks with great personalities cashed out and left, or maybe people are getting burned out and it's wearing on their personality and patience. I've heard stories of managers straight-up cussing out their employees and intimidating/scaring their employees into compliance.",
		"workenvirontment":"Work/life balance. What balance? All those perks and benefits are an illusion. They keep you at work and they help you to be more productive. I've never met anybody at Google who actually time off on weekends or on vacations. You may not hear management say, You have to work on weekends/vacations but, they set the culture by doing so - and it inevitably trickles down. I don't know if Google inadvertently hires the work-a-holics or if they create work-a-holics in us. Regardless, I have seen way too many of the following: marriages fall apart, colleagues choosing work and projects over family, colleagues getting physically sick and ill because of stress, colleagues crying while at work because of the stress, colleagues shooting out emails at midnight, 1am, 2am, 3am. It is absolutely ridiculous and something needs to change.",
		"company":"Google",
		"quality":"bad"
	},
	{
		"name": "blank",
		"project":"I got to work on a lot of really inovative projects while at qualcomm. They are ceratinly an industry leader in what they do",
		"managment":"The middle-level managment is really bad, a lot of them are low preformers that never seem to leave the compnay",
		"team":"The team I had was great, there were actually a lot of people from my school (UCSD) which was really cool. I made a lot of great friends",
		"workenvirontment":"Intelligent people in technical leadership. Long history supporting new innovation and encouraging new ideas. Company is growing at a healthy pace.",
		"company":"Qualcomm",
		"quality":"vibn"
	},
	{
		"name": "blank",
		"project":"Plan to fight for yourself hard here, and be prepared to not get much acknowledgment or praise. Even if you do prove yourself well, know that advancement opportunities are limited. Most transfers in my observation were lateral, with big new hires being external. ",
		"managment":"Even if you do prove yourself well, know that advancement opportunities are limited. Most transfers in my observation were lateral, with big new hires being external. I've heard that the strategy of many people is to do a few intense years of lateral moves which can then be leveraged into a higher position at another company.",
		"team":"You're surrounded by smart people who challenge you to grow constantly. That was one of my favorite parts about working here.",
		"workenvirontment":"That said, long hours are the norm at all levels across the company, and usually that's required and expected just to keep up. Expect 60 hours as your baseline year round and 70 or more during Q4. ",
		"company":"Apple",
		"quality":"vibn"
	},
	{
		"name": "Horea",
		"project":"The projecst that I got to work on didn't really interest me too much, some of the other internship groups had really interesting projects, but I wasn't as lucky",
		"managment":"The management here is really top notch, really skilled and knowledable people. There is a short chain of command too",
		"team":"My team was exceedingly bright and cooporative, I felt like I could trust them with my life and we really god a lot done",
		"workenvirontment":"Everyone seemed like they were really friendly with each other. There's definitly a strong emphesis on community",
		"company":"Apple",
		"quality":"vibn"
	},
	{
		"name": "Horea",
		"project":"I think it is important to work to keep the employees you have. When a program ends, it is very frustrating to spend so much time trying to find an internal job and to keep getting rejected. A matrix organization was put in place to resolve these issues and from personal experience, it hasn't helped at all.",
		"managment":"Some managers need to retake, manager training on handling employees professionally and respectfully. They also need to conduct themselves as managers and not make others feel like their beneath them,because of their position.",
		"team":"Top notch technical opportunities if you're aggressive and motivated. The people are also great and invite a team spirit.",
		"workenvirontment":"Great opportunity to move around a gain experience. Networking with others and having a career path was very exciting. Worked there for ten years and had five different assignments. Was able to get a Master's degree and use what I learned on the job.",
		"company":"Qualcomm",
		"quality":"ok"
	},
	{
		"name": "David L",
		"project":"I found the projects to be really boring here!",
		"managment":"My manager was really great though, he was like a mentor to me.",
		"team":"Really experianced team, challanging to work with, but I learend a lot.",
		"workenvirontment":"It was great I had a brand new computer and was treated with respect by the other workers.",
		"company":"Google",
		"quality":"bad"
	},
	{
		"name": "Horea",
		"project":"Really pushed me to learn, challanging but rewarding",
		"managment":"Get things done; depends of a lot of teams, each team has their own priorities, seems like people don't stay here for long time. Is hard to find somebody for more than 10 years",
		"team":"Really experianced team, challanging to work with, but I learend a lot.",
		"workenvirontment":"QPR process is not right, good hard workers getting bad result; just because they need to have somebody in the percentage range.",
		"company":"Teradata",
		"quality":"ok"
	},
	{
		"name": "Horea",
		"project":"I learned so much from working at Yahoo as an intern. My team was friendly, helpful, and did a great job mentoring me. The campus is nice with a ton of perks such as free food, a gym, and beach volleyball.",
		"managment":"New leaders bringing in their own from the outside and leaving some of current Yahoos as risk or simply overlooked for new opportunities. Quarterly performance can be intimidating and not always clear - if new then you're likely to get a lower rating in the beginning.",
		"team":"Extremely smart people, diversity, passion for the mission, global footprint is honored and practiced. Laser focus on goals at scale, tied and aligned to your individual value. Weekly leadership meetings extremely informative and valued.",
		"workenvirontment":"It was great I had a brand new computer and was treated with respect by the other workers.",
		"company":"Yahoo",
		"quality":"vibn"
	}
		
	],

	"users": [
		{
			"user1": "Kevin",
			"usergreeting": "Welcome back, "
		}


	]
	
}