{
	"vibes": [
		{
		"name": "David L",
		"project":"I found the projects to be really boring here!",
		"managment":"My manager was really great though, he was like a mentor to me.",
		"team":"Really experianced team, challanging to work with, but I learend a lot.",
		"workenvirontment":"It was great I had a brand new computer and was treated with respect by the other workers.",
		"company":"Google",
		"quality":"bad"
		},
		{
		"name": "blank",
		"project":"I worked in front end development and it was a lot of fun, but sometimes I felt likt there was too many cooks in the kitchen",
		"managment":"Poor management. I think the issue is that, a majority of people love Google because they get to work on interesting technical problems - and these are the people that see little value in learning how to develop emotional intelligence. Perhaps they enjoy technical problems because people are too difficult. People are promoted into management positions - not because they actually know how to lead/manage, but because they happen to be smart or because there is no other path to grow into. So there is a layer of intelligent individuals who are horrible managers and leaders. Yet, there is no value system to actually do anything about that because emotional intelligence or adaptive leadershipare not taken seriously.",
		"team":"Jerks. Sure, there are a lot of brilliant people - but, sadly, there are also a lot of jerks (and, many times, they are one and the same). Years ago, that wasn't the case. I don't know if the pool of candidates is getting smaller, or maybe all the folks with great personalities cashed out and left, or maybe people are getting burned out and it's wearing on their personality and patience. I've heard stories of managers straight-up cussing out their employees and intimidating/scaring their employees into compliance.",
		"workenvirontment":"Work/life balance. What balance? All those perks and benefits are an illusion. They keep you at work and they help you to be more productive. I've never met anybody at Google who actually time off on weekends or on vacations. You may not hear management say, You have to work on weekends/vacations but, they set the culture by doing so - and it inevitably trickles down. I don't know if Google inadvertently hires the work-a-holics or if they create work-a-holics in us. Regardless, I have seen way too many of the following: marriages fall apart, colleagues choosing work and projects over family, colleagues getting physically sick and ill because of stress, colleagues crying while at work because of the stress, colleagues shooting out emails at midnight, 1am, 2am, 3am. It is absolutely ridiculous and something needs to change.",
		"company":"Google",
		"quality":"bad"
		}

	]
}