{
	"vibes": [
		{
		"name": "Horea",
		"project":"I learned so much from working at Yahoo as an intern. My team was friendly, helpful, and did a great job mentoring me. The campus is nice with a ton of perks such as free food, a gym, and beach volleyball.",
		"managment":"New leaders bringing in their own from the outside and leaving some of current Yahoos as risk or simply overlooked for new opportunities. Quarterly performance can be intimidating and not always clear - if new then you're likely to get a lower rating in the beginning.",
		"team":"Extremely smart people, diversity, passion for the mission, global footprint is honored and practiced. Laser focus on goals at scale, tied and aligned to your individual value. Weekly leadership meetings extremely informative and valued.",
		"workenvirontment":"It was great I had a brand new computer and was treated with respect by the other workers.",
		"company":"Yahoo",
		"quality":"vibn"
		},
		{
		"name": "blank",
		"project":"Even low-level employees are given some ownership, more than they might in some other places. Processes like the customer service andon cord demonstrate this.",
		"managment":"Yahoo is built, quite deliberately, to be Darwinian. The strong survive and the weak perish (metaphorically speaking) and the 'bar' is constantly increasing. The level of performance that would have been acceptable five years ago will get you canned today. It's a kind of crucible that'll help you develop a harder edge, if you can survive, that can serve you well in your career and in life, but it's often not a pleasant experience.",
		"team":"People definitely look out for themselves and themselves alone here; it's not a collaborative environment. It's also very easy to get the sense that you are a highly expendable cog even if your contributions bring significant value to the company.",
		"workenvirontment":"You're responsible for your own career progression and finding the places and teams that are doing the stuff you want to do. No one is going to take you by the hand and help you with that.",
		"company":"Yahoo",
		"quality":"ok"
		}

	]
}